{"translation-revision-date":"2022-08-24 18:10:57+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Se tiveres um motivo válido para recorrer da decisão de revisão de comerciante (como ter corrigido as infrações que causaram a reprovação), podes enviar um recurso."],"Unable to upload catalog.":["Não foi possível carregar o catálogo."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Parece que a tua conta de empresa do Pinterest está associada a outra plataforma de comércio eletrónico. Só é possível ter uma plataforma associada a uma conta de empresa. Para carregar o catálogo, desassocia a tua conta de empresa da outra plataforma e tenta novamente."],"The advertiser was connected successfully.":["O anunciante foi associado com êxito."],"Your store’s country is <country \/>. This country is currently not supported by Pinterest for WooCommerce. However, you can still choose to list your products in supported countries, if you are able to sell your products to customers there. <settingsLink>Change your store’s country here<\/settingsLink>. <supportedCountriesLink>Read more about supported countries<\/supportedCountriesLink>":["O país da tua loja é <country \/>. De momento, este país não é suportado pelo Pinterest para WooCommerce. No entanto, podes optar por listar os teus produtos nos países suportados, caso possas vendê-los a clientes nesses países. <settingsLink>Altera o país da tua loja aqui<\/settingsLink>. <supportedCountriesLink>Mais informações sobre os países suportados<\/supportedCountriesLink>"],"Verifying…":["A verificar…"],"Try again":["Tentar novamente"],"Verified":["Validado"],"Set up a free Pinterest business account to get access to analytics on your Pins and the ability to run ads. This requires agreeing to our <adGuidelinesLink>advertising guidelines<\/adGuidelinesLink> and following our <merchantGuidelinesLink>merchant guidelines<\/merchantGuidelinesLink>.":["Configura gratuitamente uma conta de empresa do Pinterest para teres acesso às análises sobre os teus Pins e à possibilidade de publicar anúncios. Para tal, é necessário aceitar as nossas <adGuidelinesLink>Diretrizes sobre publicidade<\/adGuidelinesLink> e cumprir as nossas <merchantGuidelinesLink>Diretrizes para comerciantes<\/merchantGuidelinesLink>."],"Gather analytics for Pins you publish and Pins users create from your site.":["Recolhe análises sobre os Pins que publicas e os Pins que os utilizadores criam a partir do teu Website."],"Automatically create and update rich pins on Pinterest for all synced products.":["Cria e atualiza automaticamente os Pins detalhados no Pinterest para todos os produtos sincronizados."],"Automatically create and update rich pins on Pinterest for posts.":["Cria e atualiza automaticamente os Pins detalhados no Pinterest para publicações."],"Adds a ‘Save’ button on images allowing customers to save things straight from your website to Pinterest.":["Adiciona o botão \"Guardar\" a imagens, o que permite aos clientes guardar conteúdos diretamente do teu Website no Pinterest."],"There was a problem connecting the advertiser.":["Houve um problema ao associar o anunciante."],"Pinterest":["Pinterest"],"Catalog":["Catálogo"],"Connection":["Ligação"],"Settings":["Definições"],"Type":["Type"],"Affected Product":["Produto afetado"],"Issue":["Problema"],"Edit":["Editar"],"Issues":["Problemas"],"Overview":["Descrição geral"],"N\/A":["N\/D"],"Active":["Ativo"],"Not synced":["Não sincronizado"],"Warnings":["Avisos"],"Errors":["Erros"],"Property":["Propriedade"],"State":["Distrito"],"Pinterest for WooCommerce is a limited beta.":["O Pinterest para WooCommerce é uma edição beta limitada."],"The integration is only available to approved stores participating in the beta program.":["A integração está disponível apenas para lojas aprovadas que participem no programa beta."],"Click here for more information.":["Para mais informações, clica aqui."],"Select a business account":["Seleciona uma conta de empresa"],"Connect":["Ligar"],"No business account detected":["Não foi detetada nenhuma conta de empresa"],"A Pinterest business account is required to connect Pinterest with your WooCommerce store.":["Para associares o Pinterest à tua loja WooCommerce, é necessária uma conta de empresa do Pinterest."],"Create business account":["Criar uma conta de empresa"],"Are you sure?":["Tens a certeza?"],"Are you sure you want to disconnect this account?":["Tens a certeza de que queres desassociar esta conta?"],"Yes, I'm sure":["Sim, tenho a certeza"],"Cancel":["Cancelar"],"There was a problem while trying to disconnect.":["Houve um problema ao desassociar a conta."],"Business account":["Conta de empresa"],"Personal account":["Conta pessoal"],"Disconnect":["Desligar"],"Connect your Pinterest Account":["Associa a tua conta do Pinterest"],"Merchant is an affiliate or resale marketplace":["O comerciante é um afiliado ou um mercado de revenda"],"Merchant does not meet our policy on prohibited products":["O comerciante não obedece à nossa política sobre produtos proibidos"],"Merchant offers services rather than products":["O comerciante oferece serviços em vez de produtos"],"Merchant's domain age does not meet minimum requirement":["A idade de acesso do domínio do comerciante não obedece aos requisitos mínimos"],"Merchant domain mismatched with merchant account":["O domínio do comerciante é incompatível com a conta do comerciante"],"Merchant's URL is broken or requires registration":["O URL do comerciante não funciona ou requer um registo"],"Merchant's shipping policy is unclear or unavailable":["A política de envios do comerciante é imprecisa ou está indisponível"],"Merchant's returns policy is unclear or unavailable":["A política de devoluções do comerciante é imprecisa ou está indisponível"],"Merchant's products are out of stock":["Os produtos do comerciante estão esgotados"],"Merchant's website includes banner or pop-up ads":["O site do comerciante inclui banners ou anúncios pop-up"],"Merchant's products do not meet image quality requirements":["Os produtos do comerciante não obedecem aos requisitos de qualidade de imagens"],"Merchant's product images include watermarks":["As imagens dos produtos do comerciante incluem marcas de água"],"Merchant's products are always on sale":["Os produtos do comerciante estão sempre em promoção"],"Merchant's products refer to outdated content":["Os produtos do comerciante estão associados a conteúdos desatualizados"],"Merchant's website uses generic product descriptions":["O site do comerciante usa descrições genéricas de produtos"],"Merchant's website displays several pop-up messages":["O site do comerciante apresenta várias mensagens pop-up"],"Merchant's product images are unavailable or mismatched":["As imagens do produto do comerciante estão indisponíveis ou incompatíveis"],"Resale marketplaces are not allowed":["Os mercados de revenda não são permitidos"],"Affiliate links are not allowed":["As ligações de afiliados não são permitidas"],"Account does not meet the website requirements for verification":["A conta não cumpre os requisitos de verificação para sites"],"Account does not meet the product requirements for verification":["A conta não cumpre os requisitos de verificação para produtos"],"Account does not meet the brand reputation criteria for verification":["A conta não cumpre os critérios de verificação sobre reputação de marca"],"Couldn’t retrieve the health status of your account.":["Não foi possível obter o estado de funcionamento da tua conta."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["O feed está a ser configurado. Dependendo do número de produtos, isto poderá demorar algum tempo, dado que é necessário gerar o feed na totalidade antes de poder ser enviado para o Pinterest para registo. Podes consultar o estado do processo de geração no separador Catálogo."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Pedimos que aguardes. A aprovação da tua conta pelo Pinterest está pendente. Isto pode demorar até cinco dias úteis."],"Your merchant account is disapproved.":["A tua conta de comerciante não foi aprovada."],"Submit an appeal":["Enviar um recurso"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Pedimos que aguardes. Existe um Recurso pendente para a tua conta do Pinterest."],"Could not fetch account status.":["Não foi possível obter o estado da conta."],"Your settings have been saved successfully.":["As definições foram guardadas com êxito."],"There was a problem saving your settings.":["Houve um problema ao guardar as definições."],"Saving settings…":["A guardar definições…"],"Save changes":["Guardar alterações"],"Get started with Pinterest for WooCommerce":["Avança com o Pinterest para WooCommerce"],"Advanced Settings":["Definições avançadas"],"Debug Logging":["Registo de depuração"],"Enable Debug Logging":["Ativar Registo de depuração"],"Plugin Data":["Dados de plugins"],"Erase Plugin Data":["Apagar dados de plugins"],"Couldn’t verify your domain.":["Não foi possível verificar o teu domínio."],"Start verification":["Iniciar a verificação"],"Claim your website":["Reivindica o teu website"],"Step Two":["Passo dois"],"Verified domain":["Domínio verificado"],"Verify your domain to claim your website":["Verifica o teu domínio para reivindicares o teu Website"],"This will allow access to analytics for the Pins you publish from your site, the analytics on Pins that other people create from your site, and let people know where they can find more of your content.":["Desta forma, terás acesso a análises dos Pins que publicares a partir do Website, análises dos Pins que outros criarem a partir do Website e informares as pessoas sobre onde podem encontrar mais conteúdos teus."],"Continue":["Continuar"],"Couldn’t retrieve your linked business accounts.":["Não foi possível obter as tuas contas de empresa associadas."],"Set up your business account":["Configurar a tua conta de empresa"],"Step One":["Passo um"],"Pinterest business account":["Conta de empresa do Pinterest"],"Linked account":["Conta associada"],"Or, create a new Pinterest account":["Em alternativa, cria uma nova conta do Pinterest"],"Or, convert your personal account":["Em alternativa, converte a tua conta pessoal"],"Publish Pins and Rich Pins":["Publicar Pins e Pins detalhados"],"Rich Pins are a type of organic Pin that automatically sync information from your website to your Pins. You can identify Rich Pins by the extra information above and below the image on closeup and the bold title in your feed. If something changes on the original website, the Rich Pin updates to reflect that change.":["Os Pins detalhados são um tipo de Pin orgânico que sincroniza automaticamente a informação do teu Website para os teus Pins. Podes identificar Pins detalhados através das informações adicionais acima e abaixo da imagem no grande plano e no título a negrito no feed. Se houver alguma alteração no Website de origem, o Pin detalhado também será atualizado."],"Tracking":["Acompanhamento"],"Track conversions":["Acompanhar conversões"],"Enhanced Match support":["Suporte para correspondência melhorada"],"Rich Pins":["Pins detalhados"],"Add Rich Pins for Products":["Adicionar Pins detalhados para produtos"],"Add Rich Pins for Posts":["Adicionar Pins detalhados para publicações"],"Save to Pinterest":["Guardar no Pinterest"],"Set up Product Sync":["Configurar a Sincronização de produtos"],"Product Sync":["Sincronização de produtos"],"Enable Product Sync":["Ativar a Sincronização de produtos"],"Couldn’t retrieve your advertisers.":["Não foi possível obter os teus anunciantes."],"Couldn’t retrieve your tags.":["Não foi possível obter as tuas tags."],"Try Again":["Tentar novamente"],"Complete Setup":["Conclui a configuração"],"Track conversions with the Pinterest tag":["Acompanhar conversões com a Tag do Pinterest"],"Step Three":["Passo três"],"Select your advertiser and tag":["Seleciona o anunciante e a tag"],"Advertiser":["Anunciante"],"Select the advertiser for which you would like to install a tracking snippet.":["Seleciona o anunciante para o qual pretendes instalar um fragmento de acompanhamento."],"Tracking Tag":["Acompanhamento de Tags"],"Select the tracking tag to use.":["Seleciona a tag de acompanhamento a usar."],"In order to proceed you need to read and accept the contents of the Pinterest Advertising Agreement.":["Para continuar, é necessário ler e aceitar os conteúdos do Acordo de Publicidade do Pinterest."],"I accept the <link>Pinterest Advertising Agreement<\/link>":["Aceito o <link>Acordo de Publicidade do Pinterest<\/link>"],"An error occurred while attempting to fetch Advertisers & Tags from Pinterest. Please try again.":["Ocorreu um erro ao tentar obter os anunciantes e tags do Pinterest. Tenta novamente."],"Get your products in front of more than 400M people on Pinterest":["Apresenta os teus produtos a mais de 400 milhões de utilizadores no Pinterest"],"Pinterest is a visual discovery engine people use to find inspiration for their lives! More than 400 million people have saved more than 300 billion Pins, making it easier to turn inspiration into their next purchase.":["O Pinterest é um motor de descoberta visual que as pessoas usam para encontrar inspiração para as suas vidas! Mais de 400 milhões de pessoas guardaram mais de 300 mil milhões de Pins. Assim, é mais fácil transformar a inspiração numa compra."],"Get started":["Começar"],"By clicking ‘Get started’, you agree to our <a>Terms of Service<\/a>.":["Ao clicar em \"Começar\", aceitas os nossos <a>Termos de Serviço<\/a>."],"Sync your catalog":["Sincroniza o teu catálogo"],"Connect your store to seamlessly sync your product catalog with Pinterest and create rich pins for each item. Your pins are kept up to date with daily automatic updates.":["Associa a tua loja para sincronizares facilmente o teu catálogo de produtos com o Pinterest e criares Pins detalhados para cada artigo. Os teus Pins serão atualizados diariamente."],"Increase organic reach":["Aumenta o alcance orgânico"],"Pinterest users can easily discover, save and buy products from your website without any advertising spend from you. Track your performance with the Pinterest tag.":["Os utilizadores do Pinterest podem descobrir, guardar e comprar produtos no teu Website, sem quaisquer gastos de publicidade da tua parte. Monitoriza o teu desempenho com a Tag do Pinterest."],"Create a storefront on Pinterest":["Cria uma montra no Pinterest"],"Syncing your catalog creates a Shop tab on your Pinterest profile which allows Pinterest users to easily discover your products.":["A sincronização do teu catálogo cria um separador Loja no teu perfil do Pinterest, que permite aos utilizadores do Pinterest descobrir facilmente os teus produtos."],"Frequently asked questions":["Perguntas mais frequentes"],"Why am I getting an “Account not connected” error message?":["Por que motivo recebi uma mensagem de erro \"Conta não associada\"?"],"Your password might have changed recently. Click Reconnect Pinterest Account and follow the instructions on screen to restore the connection.":["A tua palavra-passe pode ter sido alterada recentemente. Clica em Associar conta do Pinterest e segue as instruções no ecrã para restaurar a ligação."],"I have more than one Pinterest Advertiser account. Can I connect my WooCommerce store to multiple Pinterest Advertiser accounts?":["Tenho mais de uma conta de anunciante do Pinterest. Posso associar a minha loja do WooCommerce a várias contas de anunciante do Pinterest?"],"Only one Pinterest advertiser account can be linked to each WooCommerce store. If you want to connect a different Pinterest advertiser account you will need to either Disconnect the existing Pinterest Advertiser account from your current WooCommerce store and connect a different Pinterest Advertiser account, or Create another WooCommerce store and connect the additional Pinterest Advertiser account.":["Só é possível associar uma conta de anunciante do Pinterest a cada loja do WooCommerce. Se pretendes associar uma conta de anunciante do Pinterest diferente, será necessário desassociar a conta de anunciante do Pinterest atual da tua loja do WooCommerce e associar uma conta de anunciante do Pinterest diferente. Também podes criar outra loja do WooCommerce e associar a conta de anunciante do Pinterest adicional."],"Marketing":["Marketing"],"Onboarding Guide":["Guia de integração"],"Products Catalog":["Catálogos de produtos"]}},"comment":{"reference":"assets\/build\/setup-guide.js"}}