{"translation-revision-date":"2022-10-24 16:16:00+0000","generator":"GlotPress\/3.0.0-rc.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=(n > 1);","lang":"pt_BR"},"Once you've published your Zap in your %s dashboard, you can check whether it's active and connected to your site.":["Depois de publicar seu Zap no painel do %s, você pode verificar se ele está ativo e conectado ao seu site."],"Reset API key":["Redefinir chave de API"],"You're currently connected to %s using the following API key. If you'd like to reconnect with a different API key you can reset your key below.":["Você está conectado a %s usando a seguinte chave de API. Se você quiser se reconectar com uma chave de API diferente, poderá redefinir sua chave abaixo."],"Your API key":["Sua chave de API"],"Go to your %s dashboard":["Vá para o seu painel %s"],"You're successfully connected to %1$s! To manage your Zap, please visit your %2$s dashboard.":["Você está conectado com sucesso a %1$s! Para gerenciar seu Zap, visite seu painel %2$s."],"Your %s dashboard":["Seu painel %s"],"Verify connection":["Verificar conexão"],"Verify your connection":["Verificar sua conexão"],"Create a Zap":["Crie um Zap"],"Log in to your %1$s account and start creating your first Zap! Note that you can only create 1 Zap with a trigger event from %2$s. Within this Zap you can choose one or more actions.":["Faça login na sua conta %1$s e comece a criar seu primeiro Zap! Observe que você só pode criar 1 Zap com um evento de gatilho de %2$s. Dentro deste Zap você pode escolher uma ou mais ações."],"%s API key":["%s chave de API"],"You'll need this API key later on in %s when you're setting up your Zap.":["Você precisará dessa chave de API mais tarde em %s quando estiver configurando seu Zap."],"Copy your API key":["Copie sua chave de API"],"To set up a connection, make sure you copy the given API key below and use it to create and turn on a Zap within your %s account.":["Para configurar uma conexão, certifique-se de copiar a chave de API fornecida abaixo e usá-la para criar e ativar um Zap em sua conta %s."],"Manage %s settings":["Gerenciar configurações de %s"],"Connect to %s":["Conectar a %s"],"Close":["Fechar"],"Create a Zap in %s":["Criar um Zap em %s"]}}}